Repository: HeikoKlare/ifk-autocad-tools
Catalog: AutoCAD Tools/Management/FrmManageProjects.*.resx
Languages: de

# butEditEmployers.Text
source: Edit Employers
de: Auftraggeber bearbeiten

# lblProjectCreatedAtPreamble.Text
source: Project create at:
de: Projekt erstellt am:

# lblNumber.Text
source: Projectnumber:
de: Statiknummer:

# butRemove.Text
source: Remove
de: Entfernen

# butUseForNew.Text
source: Use for new
de: Als neu nutzen

# lblEmployer.Text
source: Employer:
de: Auftraggeber:

# butNew.Text
source: New
de: Neu

# lblDescription1.Text
source: Description:
de: BV:

# butModify.Text
source: Add
de: Hinzufügen

# grpProjectData.Text
source: Project Data
de: Projektdaten

# mnuProjectsRemove.Text
source: Remove
de: Entfernen

# mnuProjectsEdit.Text
source: Edit
de: Ändern

# mnuProjectsUseForNew.Text
source: Use For New
de: Als neu benutzen

# grpProjects.Text
source: Projects
de: Projekte

# $this.Text
source: Manage Projects
de: Projekteverwaltung

# lblDescriptionShort.Text
source: Short Descr.:
de: BV kurz:
