Repository: HeikoKlare/ifk-autocad-tools
Catalog: AutoCAD Tools/Management/LocalData.*.resx
Languages: de

source: Category
de: Kategorie

# DataErrorMessage
source: You made a mistake when changing data. This is the official description:
de: Sie haben bei der Eingabe einen Fehler gemacht. Die offizielle Beschreibung lautet wie folgt:

# DataErrorTitle
source: Input Error
de: Eingabefehler

source: Description
de: Beschreibung

source: Employer
de: Auftraggeber

# EmployerShort
source: Logogram
de: Kürzel

# ErrorEmptyContent
source: Content is empty
de: Inhalt ist leer

# ErrorEmptyName
source: Name is empty
de: Name ist leer

# ErrorEmptyProjectnumber
source: Projectnumber cannot be empty
de: Statiknummer darf nicht leer sein

# ErrorUsedProjectnumber
source: Projectnumber is already in use
de: Statiknummer bereits vergeben

# ModifyAdd
source: Add
de: Hinzufügen

# ModifyEdit
source: Edit
de: Ändern

# ModifySubmit
source: Submit
de: Übernehmen

# PlotRunningText
source: There is still a plot running
de: Es läuft noch ein Plot

# PlotRunningTitle
source: Plot Running
de: Plot läuft

# PNGPlotCreateLayout
source: Layout is being created.
de: Layout wird erstellt.

# PNGPlotInitialize
source: Plot is being initialized.
de: Plot wird initalisiert.

# PNGPlotText
source: PNG Preview is being plotted.
de: Vorschau PNG wird geplottet.

# PNGPlotTitle
source: Plotting PNG
de: PNG Plot

# PNGPlotWaiting
source: Waiting for plot being finalized.
de: Warte auf Fertigstellung des Plots.

source: Projectnumber
de: Statiknummer

# SaveChangesQuestion
source: Do you want to save changes?
de: Wollen Sie die Ändeurngen speichern?

# SaveChangesTitle
source: Save changes
de: Änderungen speichern

source: Cancel
de: Abbrechen

# EditDetailTitle
source: Edit Detail
de: Detail ändern

# ErrorNoNumber
source: That is not a number
de: Das ist keine Zahl
